tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "orangekame3/tap"
tap "rcmdnk/rcmdnkpac"
brew "bat"
brew "glib"
brew "coreutils"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "curl"
brew "eza"
brew "python@3.12"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gotop"
brew "grep"
brew "guile"
brew "hyfetch"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "ncurses"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "pipx"
brew "starship"
brew "streamlink"
brew "tty-clock"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "orangekame3/tap/paclear"
brew "rcmdnk/rcmdnkpac/parse-plist"
cask "bettertouchtool"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "neovide"
cask "sf-symbols"
cask "visual-studio-code"
cask "vlc"
vscode "medzhidov.font-awesome-codes-html"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "thekalinga.bootstrap4-vscode"
vscode "twxs.cmake"
vscode "xabikos.javascriptsnippets"
