tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "orangekame3/tap"
tap "rcmdnk/rcmdnkpac"
brew "coreutils"
brew "libidn2"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "fortune"
brew "gh"
brew "git"
brew "git-lfs"
brew "glib"
brew "go"
brew "gotop"
brew "guile"
brew "python@3.12"
brew "hyfetch"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "libxml2"
brew "lsd"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "starship"
brew "streamlink"
brew "tty-clock"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "orangekame3/tap/paclear"
brew "rcmdnk/rcmdnkpac/parse-plist"
cask "bettertouchtool"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "neovide"
cask "visual-studio-code"
cask "vlc"
vscode "medzhidov.font-awesome-codes-html"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "thekalinga.bootstrap4-vscode"
vscode "xabikos.javascriptsnippets"
