tap "danielfiller30/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "orangekame3/tap"
tap "rcmdnk/rcmdnkpac"
brew "bat"
brew "glib"
brew "coreutils"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cowsay"
brew "curl"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gotop"
brew "grep"
brew "guile"
brew "hyfetch"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "neovim"
brew "pipx"
brew "python@3.12"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "streamlink"
brew "tty-clock"
brew "universal-ctags"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "orangekame3/tap/paclear"
brew "rcmdnk/rcmdnkpac/parse-plist"
cask "android-platform-tools"
cask "bettertouchtool"
cask "clipy"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "microsoft-office"
cask "powershell"
cask "sf-symbols"
cask "utm"
cask "visual-studio-code"
cask "vlc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "medzhidov.font-awesome-codes-html"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "thekalinga.bootstrap4-vscode"
vscode "twxs.cmake"
vscode "xabikos.javascriptsnippets"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
